Revit 2027 API
Generic.GenericCutoutOpacity Property
 The property labeled "Cutouts" from the "Generic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GenericCutoutOpacity { get; }
Public Shared ReadOnly Property GenericCutoutOpacity As String
	Get
public:
static property String^ GenericCutoutOpacity {
	String^ get ();
}
static member GenericCutoutOpacity : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
Generic Class
Autodesk.Revit.DB.Visual Namespace